{"Text":{"0":"old tau roud","1":"Good","2":"Yo","3":"Dude you nailed it 🤠🔥","4":"Deniel Jetdiel that is the KFC and that it is very why and is what and the 🚸 of the mi the most has the one of the Jetdiel","5":"Vdd","6":"Bananal Zoel","7":"yes it does this song sucks","8":"Lol","9":"Holdaddd","10":"🎉🎉🎉🎉🎉🎉","11":"IIIIIII","12":"That's like saying Pop and Rock should stay separated.","13":"girl shut up","14":"It ain’t that serious lmao","15":"Edgemax_62 😂😂","16":"I was searching this comment😂💪🏻","17":"Happy birthday :)","18":"Warra question","19":"Bro wasn’t livin the 2019 era","20":"yo mom gay","21":"Brotha001 fr. Thanks.","22":"Things get better as you get stronger kid. Hang in there.","23":"Gloria Minister Fr","24":"Still the best ❤","25":"I too was depressed but listening to this song I gained a six pack hella bitches a six inch shlong and won the lottery this song helped me through tuff times 🙏😌","26":"Sim.","27":"And","28":"Like Barbie a horse?Then I agree.","29":"Thai people?","30":"Yes","31":"no i ' m the og","32":"Me. Too","33":"Suuuuuuuu","34":"damn, this is 4 years old","35":"this song won ' t leave my mind 💨","36":"❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤❤","37":"Accept for one person which is white😂😂","38":"True❤","39":"U just heard it yesterday god dame","40":"Dawg","41":"Alice Rodrigues please support my music guys, like the love I gave them, I wish you all the best","42":"I fully agree 🐺💙","43":"Wake up bold man","44":"This good in 2019 though","45":"Wake Up To reality Bro 😂","46":"Your sick man","47":"Hahahaha you is Smooth  criminal","48":"Jk u now","49":"tahkikatibanda8972 I subscribed to you 👍","50":"U 8idddrrtt uuusww yyyyg🎉🎉luuý66yyyyyyhg bull","51":"😮","52":"🎉","53":"😅","54":"Nois Kk","55":"When I was a fun but not forced guy I miss the old nas x 😢","56":"No","57":"Imagine getting offended 😅😂","58":"Zeldris Oh No i Said Fricking! And? That doesent Change the Fucking Fakt That believing in Religion is Stupid AF","59":"Second Worst Cipher PlayerNigga you said “fricking” pipe down little timmy","60":"You ' re a fricking Joke, imagine still believing in religion in 2023","61":"Me in July 2023 listening as if it were the first","62":"Wtf my ass","63":"Good times","64":"I ' m here again","65":"Š","66":"Your point","67":"​ Cool🎧🎧800k 😅😅rttttttŕďsssss","68":"Yay","69":"I just noticed that","70":"Let ' s go","71":"😂😂😂","72":"Yes true","73":"✋","74":"i think you will like my new song","75":"What happened? I don ' t know anything about him but this song.","76":"same here , i think you will like my new song","77":"GAMINGIZLYFE99YT 😊😊🙏🙏","78":"fr","79":"Bob hero Absolutely right. 😊😊🙏🙏","80":"4 years later and still great","81":"YoungSavage _2001 Thanks. 😊😊🙏🙏","82":"Three three bridges it 's four 🔥🔥","83":"To whom are the golds write to the HP","84":"Powder","85":"Oa","86":"Repent to God because of righteousness and Islam lives souls and hearts*-*-----Repent to Allah in Islam Because by Islam Live The Hearts and the Souls","87":"It's true🎉🎉😊❤","88":"​ Peachplayssame","89":"Bro I loved this in 2019 it was my childhood song I still love it too this day","90":"yo as😊","91":"Almirr yt yes sir!!","92":"good old days","93":"Me","94":"Feeling bad for you","95":"So sad","96":"Why are you so aggressive?calm down a man, drink a beer, go to 2 shifts work at the factory","97":"Raša Moment","98":"Honestly, probably best to save that prayer for yourself and people in your life who matter to you, such as friends and family. No point in praying for a random celebrity you ' ve never met, don ' t know, and doesn ' t know you. Just my opinion tho 🤷","99":"Fucked the industry","100":"This is actually nostalgic","101":"turquoria vamper right right right shut up mate","102":"Fr","103":"righttt girl right","104":"Thank you so much","105":"Grow up","106":"holiday goes crazy on","107":"Chris Zaun I’m 15 cuh","108":"You have nostalgia from 4 years ago,are you 11 years old","109":"Don't get sick at all","110":"Can't nobody tell me nothing- Lil Nas X","111":"🤣🤣🤣🤣","112":"Jura 😂😂","113":"On them one and sand became stone","114":"Racist sat","115":"Lovely Lime this video is already very gay","116":"​ ryan?","117":"Girl this video is already camp","118":"1lzs mf you failed ratio 💀","119":"Agreed","120":"Slay","121":"Ok","122":"Sim","123":"Phew I entered some in the middle duns gringos = I mean we are everywhere on the internet.Source number where I found💯 Argument to believe: trust.","124":"Fact!","125":"And because we don't understand kskkssk","126":"Vdd, this song reminded me of the beginning of this year kkkkkk","127":"Lenny*","128":"same so bad😩","129":"😭💩","130":"😢😂","131":"Praise im ukraine","132":"yes, why does no one speak about that ? nice russian comment btw","133":"😂","134":"Haq s🇮🇳","135":"Yup","136":"Foot rust","137":"yk piano dude","138":"I got it from Pacil","139":"Hi bro","140":"I ' m from Colombia 😎","141":"why","142":"no","143":"​ Chris CurryWhat did you pick up from the lyrics?","144":"Chris Curry okay fine","145":"FUBK -_- go ahead. I’d like to see how different it is from the American Lyrics","146":"Chris Curry In the Brazilian language, this song was translated in a way and for Brazilians, its lyrics are very beautiful if you want, I ' ll send them here in the comments","147":"You ever REALLY pay attention to the lyrics of this song?","148":"Yves Benze yes it's true","149":"Today he has changed well in 3-4 years","150":"🙆","151":"Rage","152":"Song is too good","153":"Old town","154":"Doesn ' t take a lot of talent to just use the music created by actual talented artists such as Trent Reznor.","155":"hi","156":"Danika HoweDante that’s too political","157":"Captain America and the Caribbean","158":"Nada and then I will get there and I’ll 🎉❤ I’ll let them you out there in","159":"Same","160":"Do you live in maine?","161":"💀","162":"👹","163":"U should not listen to the songs of this guy ,cus some of his songs are really demonic and goes against God in all ways","164":"John 3:16  ' For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life. '  Christ is the only eat to the heaven.God bless you have a nice day","165":"Matt Green Prolly cuz ain ' t no way this video has all authentic views and no one even thinks about that lowkey 💀","166":"Was this comment left by ai","167":"Listening in 2023 🔥","168":"Schrödinger ' s Kat criticizes that black for using a horse, that is, his superior","169":"Yogesh Dayalu Singhi'M 10 Now","170":"Yogesh dayalu singhwtf is that math","171":"So you are 13 now  Hmm? 🤔","172":"Yes, Thanks god","173":"Was it supposed to be homophobic ???","174":"!","175":"late","176":"very","177":"are","178":"you","179":"Love Cupidhahahahah","180":"Coffee Imma live for 150 years and take ma horse to the old town road","181":"You ' ll be dead, so nah","182":"What is br?","183":"True","184":"I thought he had died","185":"It's gae","186":"Buddy wdym?","187":"Before his gay devil stuff","188":"Liar.","189":"Freddie Mercury was too","190":"And ?","191":"All time newest","192":"GOATED NOT ROASTED","193":"Confusion","194":"Y E S","195":"Literally","196":"Curt145 completely","197":"Dude, for sure!","198":"Mano, this song was marked in the heart of many people during 2019 many people of many countries if you hear this song will remember, will feel this nortwidth of September\/October 2019","199":"I agree with you. First heard it in 5th grade, going to high school next year. Its amazing.","200":"Word","201":"Ayoooo Heisenberg","202":"how","203":"ꨄ︎𝚉𝚘𝚂𝚊𝚗ꨄ︎ wtf do u mean? ☠️💀💀💀💀💀💀","204":"bluefury looks who talking!? Like u can do better 💀✋","205":"bry this song shit","206":"Nor me😅","207":"haha","208":"Same except when I was 8","209":"KENZO i'm just saying as far as song lyrics go, can you make up something better","210":"Many songs now days are about sex, what makes this one being gay any different?","211":"Don ' t listen and don ' t interfere It ' s the quality of a good person.","212":"Your emo","213":"We Don ' t Care. Keep your religion for yourself","214":"8 But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.","215":"HOLY BIBLE- 5 Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry: 6 for which things '  sake the wrath of God cometh on the children of disobedience: 7 In the which ye also walked some time, when ye lived in them. 8 But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.","216":"28 And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient; --HOLY BIBLE","217":"9 In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; HOLY BIBLE","218":"HOLY BIBLE- 18 Wives, submit yourselves unto your own husbands, as it is fit in the Lord. 19 Husbands, love your wives, and be not bitter against them. 20 Children, obey your parents in all things: for this is well pleasing unto the Lord. 21 Fathers, provoke not your children to anger, lest they be discouraged.","219":"Marcool You’re welcome 🎶☺️","220":"Thx","221":"COMPACT- M\/C hi 🇱🇰♥️🇮🇳","222":"I am India","223":"Hello sri Lanka i am india","224":"bro you are a country?","225":"Me too....","226":"It’s popular world wide dwag 😭","227":"? #andreySantosmelhordomundoumcaraentendedefutebol yes","228":"me too","229":"me too its crazy","230":"ᴀ ꧁ • ᴀSSS恋SAHAB • Love ꧂ Most Bruh Moment in Entire Life","231":"Carmen BRUMARIU ALBOAIE u forget changing accounts","232":"Bro nice comment","233":"fighterpimp ngl i never seen a brilliant bot like this in 2019 if they actually did they must be join tech or something instead of creating musics","234":"Somebody Else No problem. They guy is so auto tuned. That isn ' t his real voice at all. So what you hearing is a robot singing to you.   When you don ' t take the effort to make something good and try to sell people Dog PoS instead. I will call you out on it 100% of the time. Put little effort into this song and made a lot of money from it. Just trash work.","235":"Mf out here talking like he got two grammys","236":"What ' s your problem?","237":"VDD MN","238":"It ' s  ' Can ' t '  nobody not ain ' t","239":"​ Shakira Dipietro?","240":"Skepticism","241":"He. Really drop tiba. Rest of them","242":"😮 like them so much my mom watch this and she put this music I like you so much I am five5","243":"Meeee","244":"Mr Figueroa inr 😂21st century","245":"How did it change a whole gen ? Lmao","246":"Fathers","247":"nah","248":"Music 328 :(","249":"Bey Hi yourself beyhole!","250":"Bey Kiss my ass, Bey!!","251":"Broke record of longest no 1 song ever, 19 weeks on Billboard Hot 100.","252":"This few seconds took to whole new world","253":"NegroSlayer6000 that ' s what I ' m saying","254":"NickBlacky man get yo fucking homophobic ass out of here","255":"why the fuck you crying","256":"Bruh this song got you thru depression?? 💀💀","257":"agreed","258":"Archimedes Espinosa agree 😂","259":"No one gives a total shit dude","260":"Daily people?Night people","261":"Correct 💪🏻😻👍🏿⚡","262":"Shizukou ' s Apostle [1st Apostle of Twelve] prove something is ugly or hard to listen too","263":"​ Chad Beckstead it ' s not like saying that at all, for the ugly to be unpleasant you have to prove something is ugly and we are still at the first step of proving  Not  ' bad song is hard to listen to '  but  ' how is the song bad '  is the question","264":"yahiya ez gg thats like asking how is ugly unpleasing","265":"How though","266":"I am not sure about the straight part","267":"​ Archimedes EspinosaI meant it is a country song","268":"​ Archimedes Espinosayes it is","269":"Isn’t this a country song?!","270":"Horses on the back horse tack is attached yeah imma take my horse to the old town road im gonna ride till I cant no more","271":"His*","272":"Yeah","273":"too fast right ?","274":"Only a masterpiece because of Nine Inch Nails.","275":"That girl dancing was trash 🚮","276":"You can thank Trent Reznor for the assist with that.","277":"Morphine yea he is","278":"KingNoobyYT ye, but the question is: he is really gay or no?","279":"This was 3 years ago bro","280":"nelom lakes no, he is telling his height, he is 4 ' 10 before but now he is 5 ' 11","281":"' When i was little '  bro this song is 4 years old you must be 10 years old","282":"STARMNS He gets paid by views, not comments. Also... I need to expose his a$$. Many people will read and open their eyes.","283":"You do realize you ' re giving him even more money by commenting","284":"Rocket?","285":"Sadly, not in today ' s amerikkka","286":"💐","287":"Work ready","288":"Animegeek i never said u were my dad","289":"iris luvs kuromii !! if u too fucking stupid to realize ur dad is gay","290":"iris loves kuromi !! I am not your dad","291":"U are ❤","292":"Already...","293":"2030","294":"2025?","295":"In general, there is also a video with 10 billion views, this is Babyshark.Well, that is, there are clearly more views on such videos than people who watched them.","296":"We all miss his old form😢","297":"Don't say anyone","298":"Yeah well you can still listen to it","299":"Yes, I loved her","300":"At least they are good memories","301":"It's mine one of my favorites to this day, mt good!","302":"Thanks whoever liked my comment","303":"Why do people keep stealing this comment and reposting it?","304":"3 years ago and we still watch","305":"No one knew that he was gay","306":"Thanks","307":"Cloudy ☁️ aa gya🥺","308":"Color","309":"BS hook is good that becomes famous","310":"🤚🏻","311":"Peeche🥺","312":"16 All scripture is given by inspiration of God, and is profitable for doctrine, for reproof, for correction, for instruction in righteousness: HOLY BIBLE","313":"The only problem is he ' s black, but just put people to listen and don ' t say he ' s a disgusting black","314":"Mixu the average jojo fan:","315":"oh yes","316":"Yes wtf","317":"Ong","318":"Anand Morris I’ve never even heard of nine inch nails, I’ll have to look it up, does it go by the same name?","319":"Not really, given its actually a Nine Inch Nails song originally.","320":"Replay - Iyaz Can ' t hold us - Macklemore  &  Ryan Lewis Gym hero - Adam Levine Ect  &  ect..","321":"​ Ceres Clips eXactly vs cassette ffghjinknjhjjbuhbhbbdc remember everyone f2f ffyfvQB","322":"Real","323":"Lol...Love it. It ' s such an awesome song!","324":"No one cares","325":"i was in saint denis and i accidentally shot the door and i got on my horse and i accidentally hit the cop","326":"This music is just top","327":"Fuzion 1. He’s done more than that. His current pfp has devil horns for fucks sake.  2. No he did because he hates Christian folk. And even if he did visuals it’s still the embodiment of Sin.","328":"AllahIsGod are you talking about the music video? LMAO its just visuals that doesn ' t mean he loves the devil tf are you talking about","329":"Fuzion the dudes in love with devil. You cannot deny that is a moral downfall.","330":"AllahIsGod not personally liking someone is a personal problem not a downfall","331":"AllahIsGodnot really just sounds like you don ' t like him","332":"Yeah bro","333":"OPA MN we are together","334":"xlordproPL what","335":"You should see cow boy suit ;)","336":"Yeahh","337":"baby shark has like 9 billion views","338":"I ' m pretty sure he was always gay he just didn ' t talk about it","339":"There is Giaon not cared that care you's Freming and no Folving Bolhrume – ⠀","340":"luvqteddy freedom of speech bru","341":"Feonon alke you open your opens to your mind brud to a soul brus","342":"gods not real","343":"what","344":"I wanna be a cowboahh babeyyy","345":"I support","346":"Me 🙂","347":"Nah 5th grade is wild 😂😂😂","348":"4 One that ruleth well his own house, having his children in subjection with all gravity; HOLY BIBLE","349":"💯 correcto my friend 😊👍","350":"Ron Israel what ' s up","351":"Hey it ' s the guy from roblox","352":"oh please stfu leave your comments to yourself","353":"bro fr","354":"See the remix version with RM 😍","355":"Bianca Vitória Oliveira Noises","356":"I think he was always riding both bro, he just didn't mention the letter for a while","357":"What?","358":"💀😂","359":"mf got no grammar 💀🙏","360":"hell nah","361":"yes","362":"13 hours ago lol","363":"Old","364":"The_Elemental IDK Empire 😅🤣🤣","365":"Oh💀","366":"I wonder","367":"Bullshit","368":"Y did we come back to listen to this tho😂","369":"Gosha attempt to SLAVE IS Who Creed You","370":"Гоша попыт I don't want to greet you","371":"Salve? May be u meant slave","372":"Greetings","373":"Did the earrings not give it away?","374":"You Right love it this song✨","375":"yeah such a bad promo","376":"You hate him because he's one of the few famous people speaking out for the minorities","377":"Rayy your old woman","378":"The non -kkkkkkk translation","379":"See the Remix version with Rm😍","380":"Its made 2017 it was the best song then","381":"​ Äpe YTP facts","382":"Idc if people think its old now. Its still a bop","383":"But he has no dad 3 hours of them don't know if he was a weed like to do I get❤","384":"🗿","385":"Yes but well that it will be done","386":"He was gay since he has 16, he confirmed it on his twitter but he was less weird than now","387":"I love pizza DAMN","388":":(","389":"Same day as I Sksksksk","390":"The horse 🗿","391":"except me","392":"No one has commented yet...","393":"What are you doing now? Italian","394":"Like how your mother is with you","395":"YES MG","396":"more like Bill Williamson  &  Lenny😂","397":"wixneisk2o hes still the same? makes even better music","398":"wixneisk2o sooooo weird","399":"1 K without any videos facts bro new nas is pretty weird ngl","400":"Yess","401":"Old days were ❤❤","402":"ong i miss it","403":"Lol Cheel Harosh","404":"???","405":"Antelope","406":"Rodeo Panini and the Christmas one don ' t","407":"Do you find the music a poop?","408":"sooooooo good","409":"heheh","410":"Soundohooooooo","411":"????????????","412":"Well the answer is, yes.","413":"yeah","414":"Hey","415":"Yea","416":"Thats true","417":"Yes yes","418":"I would say, Leave the door open by bruno mars and anderson is also an exception.","419":"Bro 😂","420":"he wasn’t gay back then and he’s turning straight slowly","421":"The gringo with less attention be like:","422":"4-","423":"i thought i came out in 2019","424":"Mac Dre and bone thugs been done this and they songs slapped way harder. There just so many corny idiots that like this crap","425":"Omg","426":"Look at the views","427":"SAME","428":"Dime","429":"Bro","430":"JonJon1 I guess, you are black american, that ' s why you are getting triggered.","431":"JonJon1 i am just kidding bruh😅😅","432":"I mean people do movies about the future with spaceships and laser guns and swords, but those don’t exist, so I guess we shouldn’t make futuristic movies either right?","433":"storm hi","434":"​ Chill Vibeshi friend","435":"Henry Morris hi","436":"oh my freakin god, people say this sh- under every old song video. Yes, future generation will not let die to any of the 483570486743068 song from 2000.","437":"saba says hi","438":"W","439":"George washingmachine what","440":"Yes me😅","441":"Last full year before Hoax.","442":"Yeah he should quit the gay shit 💀","443":"🤣🤣","444":"Keep on singing, it ' s good for the soul to keep the positive vibes going.","445":"Old head","446":"True Lamo","447":"😁This is how I feel when I have just learned three languages","448":"I LOVE SONG","449":"*time","450":"Cole time bro I was kidding","451":"NegroSlayer6000 bro I was kidding","452":"This one isn ' t gay","453":"So","454":"Old city garbage","455":"tushar yes 🙌","456":"Nice english","457":"What I bought today should be top","458":"Me too","459":"What I bought today kkkkk","460":"Imagine smoking one and listening to it","461":"bunker guessing he’s talking about Billy Ray and Miley 😏","462":"What","463":"Helloy im is Rus","464":"I am bro","465":"Nl","466":"incredibly since 2019 is one of my favorites to this day","467":"NegroSlayer6000 i guess i just missed that memo XD","468":"You didn ' t know he was gay whole time?? 💀","469":"Chris Jericho","470":"jiggy 1 month later 💀","471":"𝖹𝗈𝖾 𓆉 thank you","472":"Nice bait, troll","473":"Me😅","474":"​ R.S3210  does that make the musco bad ?","475":"He Gay tho","476":"Similarly.I also heard this song many times, but I did not know what it is called.","477":"It ' s Chris Jericho","478":"dam damn","479":"Did you just seriously comment the entire song?","480":"Really same to me 😍🥰","481":"and is?","482":"123","483":"What?","484":"Gay","485":"Fr tho it’s crazy","486":"L0LZZYT69 hahahah yeah","487":"FOLLOW THE DAMN TRAIN CJ","488":"same, now we are all grown up lol","489":"Me neither. I ' m shocked","490":"He copied me","491":"Man copied out a full song 💀 💀","492":"Me too","493":"Flavinho Game too good 💖","494":"This song and very good mn","495":"Dark Super Sonic Amv yes !!Time goes by very fast, it seems that it was yesterday","496":"It's been 4 years","497":"Obv.","498":"☝🤓","499":"I!","500":"Typo for demonic technology deserving all credit but your tragedy will mirror your tragedy One last clue the universe dropped in my lap Napoleon linking to a man who’s repetitive absent mindedness and lack of a drivers license and lack of acknowledgment of the danger he puts others in when he’s getting paid to literally not do that. Holy crap Ola. This one has nothing to do with violence for not getting sex You threaten my daughters life literally because you’re absent minded. Possibly repeating the same BettorIQ when I’m driving Miss Daisy and I want you out of my car an hour ago and I asked you to make sure you didn’t have any crap in here and you see my still it the second is missing because you are literally career criminal who steals and I’m not Exhibit a : why should all drugs be legalized? With a nutrition label legalized drugs","501":"👍🏽","502":"Simmm I don't get tired of listening","503":"Juveidis Rebolledo definitely now no longer but you can't deny me that their videos of people without clothes have to be censored because other videos that are like this and these are not why?This is healthy compared to the new","504":"This artist is not done for your tastes","505":"We share the same opinion xD","506":"How did you do that","507":"3 years flew very quickly ...","508":"UDUDUEU Y","509":"​ Chess Player its Brazilian portuguese","510":"​ Chess Player no is spanish, is português","511":"lol English song Spanish lyrics","512":"Yeah bro I found the same.","513":"Hello Gayla, did you love this song?","514":"to her","515":"Me and probably a lot if people","516":"There is no 13 50 in this its like 2 3 minutes long","517":"Hello Katrina,did you love this song?","518":"You ' re  a joke, dear","519":"Randy officials you are not helping play boy sings about his vape","520":"Listen to playboi carti he worships and prays💯🙏","521":"Nico Tureček   So what ' s the problem ?","522":"Some guys have here comment 2 weeks ago","523":"​ Lil Franky  nn","524":"U late","525":"*The ETERNAL GOD would do so much for you!","526":"What’s with your name lol","527":"Sorry name","528":"?","529":"NatEU because?","530":"Orion bruhhh i want cry","531":"He was always gay, bro","532":"Replies","533":"REPLIES","534":"Make a therapy you are sick","535":"You are also so disgusting and us dont judges you","536":"You do comments like you did be the best person on the world","537":"So?","538":"lino for this he's sad...him wh0 less nothing","539":"u homophobic?","540":"You are the shame of the profession! 😉","541":"Yes 😔, that song was good now lol nas is 🤮","542":"Nice pfp, well done covering the face of the prophet isa","543":"Ghost thought it was just me who had this feeling of longing for the years below 2020","544":"i remember listening to this in a little cute rental cabin in a neighborhood of rental cabins with a tennis court in the middle, it was on a trip to the island of Maui and me and my family listened to this. we also listened to the git up and tried to do the dance, it was when i was like, 10. i wish i could go back to 2017-2019.","545":"Longing","546":"Vinicius Guerra doesn't even fucking that it is the best game of all time","547":"Arthur","548":"Things That you didn't know ur welcome and im not gay in case you're Wondering","549":"Steve iso thank you","550":"Things That you didn ' t know nah just a simple question and no matter what is the answer it ' s ur opinion and i respect it","551":"Steve iso I have no problem with gay people I just can ' t believe he ' s gay men","552":"Steve iso you want to go war with me???","553":"Huh","554":"L","555":"🔥🔥🔥🔥","556":"😅☺️☺️","557":"😅😅","558":"Nice","559":"Free lyrics","560":"1 MR","561":"Cu","562":"yep, the father of miley cyrus, hannah montana","563":"What about this fucking stupid song you like you had to be ah mother fucker gay","564":"The fish tank","565":"Totally","566":"I wish I was the 1 billionth viewer to ever watched this","567":"I am😊","568":"Yo i oi xd","569":"Bubba Sparx  &  him would make a great song, but you can’t tell him noth N 😂😂😂","570":"Hello Shasta,did you love this song?","571":"True","572":"Aras Aysel ♥ ️","573":"Krystl  lol","574":"Krystl  it was at 999,999,972","575":"Krystl  im not the song spiked","576":"Your 83 million views late","577":"fsiuaohfcsiuahdjso rude","578":"Rope","579":"fsiuaohfcsiuahdjso u just weren ' t at that time than songs are always the same like just because they aren ' t trending doesn ' t make them garbage and the songs that are trending now are annoying as fuck it ' s mostly phonk which i am tired of hearing","580":"Roshita langpoklakpam no it doesn ' t and no i  don ' t have tiktok","581":"Roshita langpoklakpam good one","582":"​ fsiuaohfcsiuahdjso nah u just a tiktok addict this song still slaps the same as before","583":"no, no it does not","584":"fsiuaohfcsiuahdjso damn 😭","585":"no, no it is not","586":"Favorite Petista music who thinks q 22 and bolsonaroooo and the best click here 👇","587":"We 11a Pp,,,,, c","588":"KKK8 Kikllp","589":"my also amooooo","590":"frr it sad","591":"Business.","592":"No. His name is DJ Diplo.","593":"I miss that time 😭😭😭😭😭😭😭😭😭","594":"Tomolo the last one","595":"**True love = the love of God!**  God himself went to the cross for you out of love for you as a human being Philippians 2:5-8","596":"u unloved horse","597":"He is and looks better there than now","598":"But yes","599":"Work of even I'm here practically every day","600":"Why","601":"It ' s good bïch","602":"😂😂","603":"Corrupted islam religion is growing up","604":"billionaire edits 😎 them Tell what the fuck is going into future","605":"Corrupted no I,am in future 😍","606":"Fucker its 2023","607":"I swear by God","608":"do","609":"VDD","610":"I scared when I saw that it's been 3 years old","611":"Pure Love Nothing See","612":"So bro","613":"kek","614":"e55QHTS4 lol","615":"Lamborirriri thanks friend for the track of this song","616":"Not so old 🌏","617":"Bastard if this is 2 years old haha","618":"AND","619":"LeloXtra Bahahahaha, as with the others you ' re just a troll who lost his bridge. Clearly you haven ' t heard  ' Salem '  or the more recent  ' Star Walkin. '  More likely though you just don ' t care. What a waste of neurons electricity for you to transmit bullsh*t everywhere, lol","620":"Capybara and Watermelon Enjoyer are u crazy ?! He twerks on the devil in his music videos !","621":"LeloXtra you mean the better","622":"Fr , people change , some for the better , some for the worst , lil nas changed for the worst","623":"Imallyours how?","624":"Lieutenant Gomunkul 6 Aslam, Live, Live, 💚🇱🇾","625":"Let me know what you think of my song 🖤 I’m on all platforms  slumpbabydre","626":"Frrr, this was a really big hit where I grew up","627":"true💀","628":"Never","629":"LIEIEIEI999 if you don’t like it, don’t listen to everyone’s different tastes, some like it, and some don’t. And there’s no need to insult others for the fact that only you don’t like this music .And yes I am Russian","630":"supergamers tv look up what this cat ' s famous for and you ' ll recognize what I mean by then if not I ' ll tell you what I mean if really you want to know","631":"Joshua Carrera Yes, because you literally gave no context.","632":"supergamers tvreally","633":"I ' m so confused, like what ' s the context for this?","634":"What are you trying to say.","635":"Olivia Suvorov Fr","636":"Great minds think alike! 😂","637":"​ user-ei2xc4fu2uI never heard of that artist. Probs because of his view count.","638":"Middle button mother fucker","639":"kept on tapping middle button ?","640":"Yu","641":".who tf still listen this shit? all youth on Gomunkul 6 now","642":"OH","643":"mundo cats The account is a bot trying to promote a channel. I recommend reporting the account.","644":"Kathryn Zeta Gomunkul 6?","645":"Who tf listening Lil Nas X in 2023? All school ganstas on Gomunkul 6 now","646":"who tf still listen this shit? all youth on Gomunkul 6 now.","647":"Hello Russians","648":"Oh Russian, Zdarova","649":"Dreaming Dreamer The account is a bot trying to promote a channel. I recommend reporting the account.","650":"Lil Nas X = 2019. Year now = 2023. All normal people listening Gomunkul 6 now","651":"$Lil Nas X = 2019. Year now = 2023. All normal people listening Gomunkul 6 now","652":"Who asked","653":"LOL lil nas x baited gomunkul 6 style for this track#","654":"Katryn Zetta Gomunkul 6 YEAP","655":".LOL IN THIS TRACK LIL NAS X TRYNA SOUND LIKE GOMUNKUL 6","656":":Lil Nas X = 2019. Year now = 2023. All normal people listening Gomunkul 6 now","657":"Bro lol","658":"Kathryn Zeta Gomunkul 6 I See ...","659":".Lil Nas X = 2019. Year now = 2023. All normal people listening Gomunkul 6 now","660":"Who tf listening Lil Nas X in 2023? All school ganstas on Gomunkul 6 now :","661":"ˆLOL lil nas x baited gomunkul 6 style for this track","662":"Zarc x Waffle Trades Shipper 12?","663":"who tf still listen this shit? all youth on Gomunkul 6 now$","664":"Lil Nas X = 2019. Year now = 2023. All normal people listening Gomunkul 6 now","665":"LOL lil nas x baited gomunkul 6 style for this track,","666":"ˆLil Nas X = 2019. Year now = 2023. All normal people listening Gomunkul 6 now","667":"Who tf listening Lil Nas X in 2023? All school ganstas on Gomunkul 6 now #","668":":LOL lil nas x baited gomunkul 6 style for this track","669":"Who tf listening Lil Nas X in 2023? All school ganstas on Gomunkul 6 now ,","670":"Katryn Zetta Gomunkul 6 I dont even know what that is","671":"Lil Nas X = 2019. Year now = 2023. All normal people listening Gomunkul 6 now .","672":"Hope_7 grinning lan beef","673":"Michael scofield ya bi sq","674":"Of","675":".Who tf listening Lil Nas X in 2023? All school ganstas on Gomunkul 6 now","676":"ˆWho tf listening Lil Nas X in 2023? All school ganstas on Gomunkul 6 now","677":"Ñjgklhcifojiadafi","678":"Uwu daddy","679":"Nely Costa only legends and myths, this MSC is a perfection !!!","680":"Monster 😅 😅","681":"Only legends listen !!!","682":"Who does not","683":"1B","684":"Hahaha Ril","685":"it ' s a very good song isn ' t it?","686":"And","687":"Hallo","688":"Lol 3 years not old. But for someone 14 years old I guess it ' s a long time.","689":"3y talking from old times, ohh my god. Lost of words.","690":"Brooo 💀","691":"I know i just heard it recently since i live under a rock and someone showed me a tiktok video, and whilst i was asking what tiktok was i heard this song playing and inquired as to what it was called and who made it. Now ive come to learn its quite the popular tune 🤓","692":"Frrr","693":"Cry YT Im everywhere","694":"Cry IT That name sounds familiar","695":"Stop the war with ukraine bro","696":"Jesicabill Chill cool is your opinion","697":"NO","698":"Tibet","699":"Who tf still listen to lil nas x all school gang are on gomunkul 6 now","700":"🇧🇷🇧🇷🇧🇷","701":"Also💓!, What a miracle to have a Brazilian here🇧🇷","702":"🇧🇷🏆🙌","703":"Tbm","704":"Bro you take seriously","705":"The song is too damn short!","706":"Yes sir","707":"LOL IN THIS TRACK LIL NAS X TRYNA SOUND LIKE GOMUNKUL 6","708":"Lil Nas X = 2019. Year now = 2023. All normal people listening Gomunkul 6 now :","709":"Johnny Joestar...","710":"I just uploaded a song to my channel if you want to listen to it. 🤩","711":"LeonelVEVO Who asked ?","712":"ye","713":"Sim 😍","714":"Frfrfr","715":"Cigar old war","716":"Niazd Yes","717":"do you like loona ?","718":",LOL IN THIS TRACK LIL NAS X TRYNA SOUND LIKE GOMUNKUL 6","719":"SS How 😢😖 😢😖","720":"clarity 🤣🤣😭","721":"Just Fer thats why you ' re here after a few years listening to this? lmfao","722":"Hello beautiful you’ve got a beautiful profile with a charming smile hope to hear from you soon","723":"It did","724":"Even better.","725":"Abdulazez Alakeely  all in asia","726":"Where in Asia?","727":"He doesn't look like this now he might as well be trans. Sorry wrong guy","728":"Good Job","729":"Sachin gangane tuzya aicichi gand","730":"Ritesh is","731":"Marathi","732":"Leo ? But that ' s not matched","733":"who cares about drake lol at least he was better 4 years ago.","734":"Mannn Listen 🥺","735":"Going to be yes sir","736":"Slyph3rZ 36 year old?","737":"Shit I was 19 back in 2006","738":"Simpossible no summer 1999","739":"juwan Howard hollowell to that old town road","740":"Zumer is discovered","741":",Who tf listening Lil Nas X in 2023? All school ganstas on Gomunkul 6 now","742":"i don’t he respected by Christians either dude","743":"LOL IN THIS TRACK LIL NAS X TRYNA SOUND LIKE GOMUNKUL 6.","744":"who tf still listen this shit? all youth on Gomunkul 6 now:","745":"Lil Nas X = 2019. Year now = 2023. All normal people listening Gomunkul 6 now $","746":"Lil Nas X = 2019. Year now = 2023. All normal people listening Gomunkul 6 now ,","747":"$LOL lil nas x baited gomunkul 6 style for this track","748":"Doge","749":"TUTUTUTUTUTUTUTU i don't think most people listen to it anymore but it was LIT","750":"who tf still listen this shit? all youth on Gomunkul 6 now","751":"Lets make  MONEYYY   < 3","752":"WilliamAnthonyLeasure777 Yes, Thank you.","753":"Money Master like travellers from heaven coming with perfect health to serve the food, entertain the massases, guard the lot, run the equipment etc. Ya","754":"Lets make  MONEYYY   < 3!","755":"Lets make  MONEYYY   < 3!!!","756":"Lets make  MONEYYY   < 3!!!!!!!!","757":"Lets make  MONEYYY   < 3!!!!!!!!!!","758":"Money Master yeah!💪","759":"Lets make  MONEYYY   < 3!!!!!!!!!!!!","760":"Lets make  MONEYYY   < 3!!!!!!!!!!!!!!","761":"Lets make  MONEYYY   < 3!!!!!!!!!!!","762":"Lets make  MONEYYY   < 3!!!!!!!!!!!!!!!","763":"who tf still listen this shit? all youth on Gomunkul 6 nowˆ","764":"TUTUTUTUTUTUTUTU People who like what they like. Do you always suck the fun out of everything you come across, or did you never make it past 3rd grade?","765":"Because this shit is a one hit wonder that only got so big because of Red Dead Redemption 2? You are correct.","766":"🗿🍷🇧🇷","767":"No and acts that more than one billion people saw","768":"💪🗿","769":"Foreign nessbestpas, only in the minute chorus 2.07","770":"Ah but clearly","771":"yes bro beginning  Music is similar","772":"Agree","773":"Doc","774":"Idjeofif","775":"Oral","776":"I fucking hate this planet...","777":"Evelyn tmb","778":"True I love","779":"Starting Same Me","780":"👍🤣","781":"To  WHOEVER  is  READING  THIS, may you be  BLESSED  and all your  DREAMS  come TRUE. And most importantly: MAY you become  FINANCIALLY  FREE in  2023","782":"But no one ask","783":"Jyjajaja","784":"where is ur 1b views masterpiece ?","785":"That ' s Diplo music producer","786":"But as i remember it blowups in 2019","787":"Hello Lisa, did you love this song?","788":"There he","789":"MINEIRO MTA VDD This is a work of art","790":"In the middle of 2023, and listening to us this work of art","791":"Subscribe to Lita Edit","792":"Shortstuff Jay I loved the whole piece. Thanks for asking","793":"veriteri32 of course :D Gotta give credit where credit ' is due. Can I ask what you thought of the song?","794":"I didn ' t know that, thank you for the information. I checked 34 Ghosts out tonight and now I ' m back into listening to them. I remember when they first came out and I loved  ' em. Missed so much and I ' m back on it. Thanks again","795":"Coach Ty  Yea that sounds about right.","796":"Bluesbr0ther Found out, it’s Diplo","797":"No. It ' s some DJ, i can ' t remember his name.","798":"Mr Unknown wth","799":"I am a mem. My full life is mem.are you mem? Why you mem.","800":"With brother T","801":"Sean McBrearty I never said I hated it","802":"Meme songs ? Are you 10?","803":"2015 to 2019, the best years","804":"Amanda Knox me too this Lil Nas X was him in his prime","805":"Neo Gabriel 😌","806":"Same fr","807":"yessir","808":"TeBoonnD Stripes No! lol Did enough of that decades ago","809":"Your high ASF aren ' t u !!!","810":"Yeah, man it is Crazy","811":"Two years ago","812":"Hey did you say hey Siri who is KK","813":"reply pwease","814":"like me","815":"QODAS It ' s not a valid insult because it implies he somehow stopped being real or a man.  Also, gay is not bad and you have no valid counter to this.","816":"Mageclick bro a fkin gay  Its even an insult yo be called like that","817":"He still is.  He is a man, he is real, ergo, real man.","818":"I was thinking the same thing","819":"My bug are in the garbage, but my bug is very little","820":"I could not miss the etchings","821":"You Miss Men","822":"-iliam Soaresvai Cabuolo","823":"Wiliam Soares kkkkk","824":"KAINÃ JORGE WILL CRUZEIRO !!!!!","825":"GO CORINTHIANS!","826":"Go Corinthians","827":"Aha","828":"7 minute before ??","829":"Hol Horse","830":"Jmax how many killed Ukrainians tell me my son a prostitute I am waiting","831":"JMAX Ahahahaha, how much does Ukraine have?How many dead 1 2 3 people?I am waiting for a dedication🐖🇺🇦🤡","832":"Ilya Tveritin what to wait for them, we see how the Nazis of the parashi destroy the Donbass, the Belgorod folk dump ... You will not surprise anyone with your grunt.The wretched troll, which apparently all year of the war scribies comments about the nuclear missile which is not 🤡🇷🇺🐽@ run to the front.And then the pedophile Putin cannot cope without you for a year.Great Parashka needs you","833":"Ilya Tveritin grunt 180,000 Russian grunts 🐽🤡, or rather their mothers and wife.Grunting with joy exchanging Russian loaf for white fret and electronic clock","834":"Jmax yes yes Ukrainian reassure yourself wait a bomb","835":"Death, are you crazy, this is already music","836":"Octopi you","837":"Top gun maverick","838":"mr.loot ♪     i love this song","839":"Silent","840":"It’s got them now.","841":"Yeahhh","842":"PC LIRA This is your opinion and you are free to it😊","843":"Yassine Kerdjana Yep, read ALL Jojo mangá, i waiting the Jojolands now","844":"PC LIRA Did you continue to read it?","845":"Worst part of jojo 🤮","846":"Witch?","847":"Me 👋","848":"Why are you all Argentines so racist?Did black people ate your women?","849":"Jasmine Virgil bro what does that have to do with anything","850":"Not as legendary as still dre with snoop dogg and dr Dre","851":"Why?","852":"no","853":"2019","854":"Was Lil Nas x singing old town road","855":"M.I.B  Thanks.😊😊","856":"Yasser","857":"Master Hawkins Fred Thanks. 👌👌👍👍","858":"Facts","859":"umm...actually 1,060,084,225 views🤓","860":"ThAt'S rAcIsT!","861":":D","862":"THANK YOU 🤎","863":"There is no need 🤨","864":"why ?","865":"I heard this song in 1800s","866":"good","867":"bangala_du8 its to crazy","868":"Ilya finally one Russian","869":"the same","870":"Luis Henrique Yes Vadia","871":"Jojo references ????","872":"not all gays are going to hell the same as how not all hetros are going to heaven","873":"what 😂","874":"thats not the lyrics?","875":"Yoo","876":"Well that man, Mó Saudade, the people put this song at school in 2019, general dancing; (","877":"ae","878":"Claudia Miotto from coward that wouldnt say it to my face if I was in front of them...","879":"Luffy 😇😇😇🤠🤠🤠","880":"I agree","881":"wha?","882":"And Mexican the same","883":"who wants to in America","884":"brings me back when i was 23","885":"PoopFartButt69 little kids smh","886":"Lol child","887":"Ur in 5th grade💀💀💀","888":"Ronin Alpha - The first drifter aaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaaa","889":"Same Its one of the best songs in the world and i hope the future generation doesn’t let this amazing piece of music die","890":"Daniel  ★ strange I fizhu my name","891":"how do you put the name in invisible?","892":"​ 𝓷𝓸𝓽​​♡𝓯𝓪𝓻𝓪𝓱Sam Dang revving","893":"yes me too","894":"69","895":"Conversion","896":"Because it's from 666 ...","897":"i love this songs","898":"ms. GoRunKul 8 shut up bot","899":"There-is-Weeping-in-the-Attic nah didn’t he put blood in shoes or something","900":"You actin like he killed somebody or something 💀 bruh he’s just gay","901":"💀💀💀💀💀💀💀","902":"4 I think","903":"Nahhhhh it must be longer","904":"b1kMwKoU bruhhhh my school tour was 2 months ago.","905":"Bro what💀","906":"Eu ksksksksks 🇧🇷","907":"The blacks are dancing","908":"run2fast I know","909":"FCK Druke Bruh","910":"fck druke Bro everyone can watch Lil Nas X in 2023","911":"DRAKE I have no idea","912":"My mother Gomunkul actually i listened to this music when it was released. but i learned about blazing saddles yesterday from a movie review about a movie that I won ' t be naming coz its dull :)","913":"A good song that does not change","914":"GOMUNKUL FAN only good nas x video is that one where he ' s in the prison and there ' s black naked men","915":"1st time hearing today.......it ' s fire 🥳","916":"Timetraveller!!!!!","917":"Shadow bro can u help me","918":"True","919":"You did","920":"so endo","921":"Gomunkul fan ñ","922":"in 2019 this song was really popular and you would hear it everywhere you went","923":"Yeah, I ' m gonna take my horse to the old town road\r I ' m gonna ride  ' til I can ' t no more\r I ' m gonna take my horse to the old town road\r I ' m gonna ride  ' til I can ' t no more","924":"Ridin '  down Rodeo in my Maserati sports car\r Got no stress, I ' ve been through all that\r I ' m like a Marlboro Man so I kick on back\r Wish I could roll on back to that old town road\r I wanna ride  ' til I can ' t no more","925":"YOU CANT TELL ME NOTHING","926":"I'll be your home if you give me some food?","927":"Fahad the gamer Lmao 😂","928":"Fahad the gamer song came out in 2019, July not 2017 bro","929":"I don ' t thinks you can count","930":"Wtf are you saying, it’s been 3 years","931":"🇧🇷","932":"Mmmmmmmmm formeeeeeeeeeeeeeeeeeeeeeeeee","933":"Mee","934":"Dude lil Nas X (and in particular this song ) is my favourite singer","935":"DID YOU COPY THIS","936":"what do you have?","937":"my master gomunkul told me this At least you can understand what nas is saying unlike your  ' MaStEr GoMunKul '","938":"Gomunkul Tate spammer?","939":"Gomunkul Tate this is the worst way to promote your trash music","940":"It does not even reach the heels","941":"Almost 2023 buddy","942":"gomunkul army I don ' t? But when ever I do hear it I see it as a classic-","943":"You don’t even speak english","944":"funk right arm CHA SO cover","945":"Oop","946":"Gomunkul Tate ???🤨🤨🤨","947":"Wtf?","948":"UC_3LIdpW3m2iRzY2BuCuEYQ I ' m not normal. I heard Russian version of  ' Old town road '  first about a year ago. And I discovered original a few days ago.","949":"Your not funny","950":"Matt02 xd?","951":"XD","952":"Amen🙏🏿","953":"Why you have replied all that new comment and also mine ??? ZiMbAbWe good name I like it 👌 😏 😋 😉 🤪","954":"khrVaLJB shut your mouth, anime photo,\r dull and shameful,\r if you think it ' s shit, keep it to yourself, random","955":"Your just racist bitch","956":"Gomenkul bait","957":"Six Army mouth Close","958":"SIX ARMY read the remaining comments.. u may get a brief account on how many people are vibing on this song","959":"SIX ARMY Wtf is that?","960":"пудель bruh shut up you probably 5 and I’m 14 dumbass","961":"BlueSide welp u are watching in 2022 too ._.","962":"Y e s","963":"Ratio FN  Google translate said U said and it is","964":"y e s","965":"3 years  later"}}